Repository: wings020377/bitchat-for-india
Catalog: bitchat/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, he, hi, id, it, ja, ko, ms, ne, pl, pt, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# notification.action.wave
source: wave 👋
ar: لوّح 👋
bn: হাত নাড়ুন 👋
es: saludar 👋
fa: دست تکان دادن 👋
fr: saluer 👋
he: לנופף 👋
hi: हाथ हिलाएँ 👋
id: melambai 👋
it: saluta 👋
ja: 手を振る 👋
ko: 손 흔들기 👋
ms: lambai 👋
ne: हात हल्लाउनुहोस् 👋
pl: pomachaj 👋
pt: acenar 👋
pt_br: acenar 👋
ru: помахать 👋
ta: கை அசைக்கவும் 👋
th: โบกมือ 👋
tr: el salla 👋
uk: помахати 👋
ur: ہاتھ ہلائیں 👋
vi: vẫy tay 👋
zh_hans: 挥手 👋
zh_hant: 揮手 👋

source: %@ active
ar: %@ نشطين
bn: %@ সক্রিয়
es: %@ activos
fa: %@ فعال
fr: %@ actifs
he: %@ פעילים
hi: %@ सक्रिय
id: %@ aktif
it: %@ attivi
ja: %@ 人がアクティブ
ko: 활성 사용자 %@명
ms: %@ aktif
ne: %@ सक्रिय
pl: %@ aktywni
pt: %@ ativos
pt_br: %@ ativos
ru: %@ активных
ta: %@ செயலில்
th: %@ กำลังใช้งาน
tr: %@ aktif
uk: %@ активних
ur: %@ فعال
vi: %@ đang hoạt động
zh_hans: 活跃用户 %@ 名
zh_hant: 活躍使用者 %@ 位

# app_info.appearance.liquid_glass
source: liquid glass
ar: زجاج سائل
bn: লিকুইড গ্লাস
fa: شیشه مایع
he: זכוכית נוזלית
hi: लिक्विड ग्लास
ja: リキッドガラス
ko: 리퀴드 글래스
ne: लिक्विड ग्लास
ru: жидкое стекло
ta: லிக்விட் கிளாஸ்
th: ลิควิดกลาส
uk: рідке скло
ur: لیکویڈ گلاس
zh_hans: 液态玻璃
zh_hant: 液態玻璃

# app_info.appearance.matrix
source: matrix
ar: ماتريكس
bn: ম্যাট্রিক্স
fa: ماتریکس
he: מטריקס
hi: मैट्रिक्स
ja: マトリックス
ko: 매트릭스
ne: म्याट्रिक्स
ru: матрица
ta: மேட்ரிக்ஸ்
th: เมทริกซ์
uk: матриця
ur: میٹرکس
zh_hans: 矩阵
zh_hant: 矩陣

# app_info.appearance.title
source: APPEARANCE
ar: المظهر
bn: চেহারা
es: APARIENCIA
fa: ظاهر
fr: APPARENCE
he: מראה
hi: दिखावट
id: TAMPILAN
it: ASPETTO
ja: 外観
ko: 화면 모드
ms: PENAMPILAN
ne: रूप
pl: WYGLĄD
pt: APARÊNCIA
pt_br: APARÊNCIA
ru: ОФОРМЛЕНИЕ
ta: தோற்றம்
th: ลักษณะที่ปรากฏ
tr: GÖRÜNÜM
uk: ОФОРМЛЕННЯ
ur: ظاہری شکل
vi: GIAO DIỆN
zh_hans: 外观
zh_hant: 外觀

# app_info.done
source: DONE
ar: تم
bn: সম্পন্ন
es: LISTO
fa: تمام
fr: TERMINÉ
he: בוצע
hi: समाप्त
id: SELESAI
it: FATTO
ja: 完了
ko: 확인
ms: SELESAI
ne: सम्पन्न
pl: GOTOWE
pt: CONCLUÍDO
pt_br: CONCLUÍDO
ru: ГОТОВО
ta: முடிந்தது
th: เสร็จสิ้น
tr: BİTTİ
uk: ГОТОВО
ur: مکمل
vi: XONG
zh_hans: 完成
zh_hant: 完成

# app_info.features.bridge.description
source: links nearby mesh islands through the internet so one crowd isn't split by radio range
ar: يربط جزر mesh القريبة عبر الإنترنت حتى لا ينقسم الحشد الواحد بسبب مدى الراديو
bn: কাছাকাছি মেশ দ্বীপগুলোকে ইন্টারনেটের মাধ্যমে যুক্ত করে, যাতে রেডিও পরিসরের কারণে একই ভিড় ভাগ না হয়
es: une islas mesh cercanas a través de internet para que una multitud no quede dividida por el alcance de radio
fa: جزیره‌های مش اطراف را از طریق اینترنت به هم وصل می‌کند تا یک جمع به‌خاطر برد رادیویی از هم جدا نماند
fr: relie les îlots mesh voisins via internet pour qu'une même foule ne soit pas coupée par la portée radio
he: מקשר איי mesh קרובים דרך האינטרנט כדי שקהל אחד לא יתפצל בגלל טווח הרדיו
hi: आसपास के मेश द्वीपों को इंटरनेट से जोड़ता है ताकि एक ही भीड़ रेडियो दायरे से बँट न जाए
id: menghubungkan pulau-pulau mesh terdekat lewat internet agar satu kerumunan tidak terbelah oleh jangkauan radio
it: collega le isole mesh vicine tramite internet così una folla non viene divisa dalla portata radio
ja: 近くのmeshの島々をインターネットでつなぎ、電波範囲で人の輪が分断されないようにします
ko: 근처의 mesh 섬들을 인터넷으로 연결해 한 무리가 전파 범위 때문에 갈라지지 않게 합니다
ms: menghubungkan pulau-pulau mesh berdekatan melalui internet supaya satu kumpulan tidak terpisah oleh jangkauan radio
ne: नजिकका mesh टापुहरूलाई इन्टरनेटमार्फत जोड्छ ताकि एउटै भीड रेडियो पहुँचले नबाँडियोस्
pl: łączy pobliskie wyspy mesh przez internet, aby jeden tłum nie był dzielony przez zasięg radiowy
pt: liga ilhas mesh próximas através da internet para que uma multidão não fique dividida pelo alcance de rádio
pt_br: liga ilhas mesh próximas pela internet para que uma multidão não fique dividida pelo alcance de rádio
ru: связывает соседние mesh-острова через интернет, чтобы одна толпа не делилась радиусом радиосвязи
ta: அருகிலுள்ள mesh தீவுகளை இணையம் வழியாக இணைக்கிறது, ஒரே கூட்டம் ரேடியோ வரம்பால் பிரியாமல் இருக்க
th: เชื่อมเกาะ mesh ที่อยู่ใกล้กันผ่านอินเทอร์เน็ต เพื่อให้ฝูงชนเดียวกันไม่ถูกแบ่งด้วยระยะวิทยุ
tr: yakındaki mesh adalarını internet üzerinden birbirine bağlar, böylece bir kalabalık telsiz menziliyle bölünmez
uk: з'єднує сусідні mesh-острови через інтернет, щоб один натовп не ділився радіусом радіозв'язку
ur: قریبی mesh جزیروں کو انٹرنیٹ کے ذریعے جوڑتا ہے تاکہ ایک ہجوم ریڈیو رینج سے تقسیم نہ ہو
vi: liên kết các đảo mesh gần nhau qua internet để một đám đông không bị chia cắt bởi phạm vi sóng
zh_hans: 通过互联网连接附近的 mesh 孤岛，让同一群人不被无线电范围隔开
zh_hant: 透過網際網路連接附近的 mesh 孤島，讓同一群人不被無線電範圍隔開

# app_info.features.bridge.title
source: mesh bridging
ar: جسور mesh
bn: মেশ ব্রিজিং
es: puentes mesh
fa: پل‌زنی مش
fr: pontage mesh
he: גישור mesh
hi: मेश ब्रिजिंग
id: jembatan mesh
it: bridging mesh
ja: meshブリッジング
ko: mesh 브리징
ms: jambatan mesh
ne: mesh ब्रिजिङ
pl: mostkowanie mesh
pt: pontes mesh
pt_br: pontes mesh
ru: mesh-мосты
ta: mesh பாலம்
th: การบริดจ์ mesh
tr: mesh köprüleme
uk: mesh-мости
ur: mesh پل
vi: cầu nối mesh
zh_hans: mesh 桥接
zh_hant: mesh 橋接

# app_info.features.encryption.description
source: private messages encrypted with noise protocol
ar: الرسائل الخاصة مشفرة ببروتوكول noise
bn: গোপন বার্তাগুলো নোইজ প্রোটোকলের মাধ্যমে এনক্রিপ্ট করা হয়
es: mensajes privados cifrados con el protocolo Noise
fa: پیام‌های خصوصی با پروتکل noise رمزنگاری می‌شوند
fr: messages privés chiffrés avec le protocole noise
he: הודעות פרטיות מוצפנות בפרוטוקול noise
hi: नॉइज़ प्रोटोकॉल से निजी संदेश एन्क्रिप्ट किए जाते हैं
id: pesan pribadi dienkripsi dengan protokol noise
it: messaggi privati cifrati con il protocollo noise
ja: プライベートメッセージはnoiseプロトコルで暗号化されます
ko: 비공개 메시지가 노이즈 프로토콜로 암호화됩니다
ms: pesan pribadi dienkripsi dengan protokol noise
ne: व्यक्तिगत सन्देशहरू noise प्रोटोकलले सङ्केत गर्छ
pl: prywatne wiadomości są szyfrowane protokołem Noise
pt: mensagens privadas encriptadas com o protocolo Noise
pt_br: mensagens privadas criptografadas com o protocolo noise
ru: личные сообщения шифруются протоколом noise
ta: தனிப்பட்ட செய்திகள் Noise நெறிமுறையால் குறியாக்கம் செய்யப்படுகின்றன
th: ข้อความส่วนตัวถูกเข้ารหัสด้วยโปรโตคอล Noise
tr: özel mesajlar noise protokolü ile şifrelenir
uk: приватні повідомлення шифруються протоколом noise
ur: نجی پیغامات Noise پروٹوکول سے خفیہ کیے جاتے ہیں
vi: tin nhắn riêng tư được mã hóa bằng giao thức Noise
zh_hans: 私密消息使用 noise 协议加密
zh_hant: 私密訊息使用 noise 協議加密

# app_info.features.encryption.title
source: end-to-end encryption
ar: تشفير طرف لطرف
bn: এন্ড-টু-এন্ড এনক্রিপশন
es: cifrado de extremo a extremo
fa: رمزنگاری سرتاسری
fr: chiffrement de bout en bout
he: הצפנה מקצה לקצה
hi: एंड-टू-एंड एन्क्रिप्शन
id: enkripsi ujung ke ujung
it: crittografia end-to-end
ja: エンドツーエンド暗号
ko: 종단간 암호화
ms: enkripsi ujung ke ujung
ne: एन्ड-टु-एन्ड सङ्केत
pl: szyfrowanie end-to-end
pt: encriptação ponta a ponta
pt_br: criptografia ponto a ponto
ru: сквозное шифрование
ta: முற்றிலும் குறியாக்கம்
th: การเข้ารหัสปลายทางถึงปลายทาง
tr: uçtan uca şifreleme
uk: скрізьове шифрування
ur: اینڈ ٹو اینڈ انکرپشن
vi: mã hóa đầu cuối
zh_hans: 端到端加密
zh_hant: 端到端加密

# app_info.features.extended_range.description
source: messages relay through peers, going the distance
ar: يُعاد تمرير الرسائل بين الأقران لتصل لمسافات أبعد
bn: বার্তাগুলো সহ-পিয়ারদের মাধ্যমে রিলে হয়ে দূরেও পৌঁছে যায়
es: los mensajes se retransmiten entre pares y llegan lejos
fa: پیام‌ها از طریق همتاها بازپخش می‌شوند و مسافت را طی می‌کنند
fr: messages relayés entre pairs pour aller plus loin
he: הודעות משודרות בין עמיתים ומגיעות רחוק יותר
hi: संदेश साथियों के माध्यम से रिले होकर दूर तक पहुँचते हैं
id: pesan diteruskan antar peer sehingga jangkauannya lebih jauh
it: i messaggi vengono inoltrati tra peer per arrivare più lontano
ja: メッセージはピア間でリレーされより遠くに届きます
ko: 메시지가 피어를 통해 중계되어 더 멀리 도달합니다
ms: pesan diteruskan antar peer sehingga jangkauannya lebih jauh
ne: सन्देशहरू सहकर्मीमार्फत रिले भएर टाढासम्म पुग्छन्
pl: wiadomości są przekazywane przez peerów, aby dotrzeć dalej
pt: mensagens retransmitidas entre pares para chegar mais longe
pt_br: mensagens retransmitidas entre pares para alcançar mais longe
ru: сообщения ретранслируются между пирами и уходят дальше
ta: செய்திகள் துணை இணைப்புகளின் மூலம் பரிமாறி தூரம் சென்றடைகின்றன
th: ข้อความส่งต่อผ่านเพียร์เพื่อไปได้ไกลขึ้น
tr: mesajlar eşler üzerinden aktarılarak uzağa ulaşır
uk: повідомлення ретранслюються між пірами й долітають далі
ur: پیغامات ہم منصبوں کے ذریعے آگے بڑھا کر دور تک پہنچتے ہیں
vi: tin nhắn được chuyển tiếp qua các nút ngang hàng để đi xa hơn
zh_hans: 消息通过同伴中继，传得更远
zh_hant: 訊息透過同伴中繼，傳得更遠

# app_info.features.extended_range.title
source: extended range
ar: نطاق ممتد
bn: বর্ধিত পরিসর
es: alcance ampliado
fa: برد گسترده
fr: portée étendue
he: טווח מורחב
hi: विस्तारित दायरा
id: jangkauan diperluas
it: portata estesa
ja: 拡張レンジ
ko: 확장된 범위
ms: jangkauan diperluas
ne: विस्तारित पहुँच
pl: większy zasięg
pt: alcance alargado
pt_br: alcance estendido
ru: расширенный радиус
ta: விரிந்த வரம்பு
th: ระยะสื่อสารที่กว้างขึ้น
tr: genişletilmiş menzil
uk: розширена дальність
ur: وسیع دائرہ
vi: phạm vi mở rộng
zh_hans: 扩展范围
zh_hant: 擴展範圍

# app_info.features.favorites.description
source: get notified when your favorite people join
ar: تلقَّ تنبيهات عندما ينضم أحباؤك
bn: আপনার প্রিয় মানুষ যোগ দিলে বিজ্ঞপ্তি পান
es: recibe avisos cuando tus personas favoritas se conecten
fa: وقتی افراد موردعلاقه‌ات می‌پیوندند باخبر شو
fr: reçois une alerte quand tes personnes favorites arrivent
he: קבל התראות כשהאנשים המועדפים שלך מצטרפים
hi: जब आपके पसंदीदा लोग जुड़ें तो सूचना पाएं
id: dapatkan notifikasi saat orang favoritmu bergabung
it: ricevi avvisi quando entrano le tue persone preferite
ja: お気に入りの人が参加したら通知を受け取れます
ko: 즐겨찾는 사용자가 참여하면 알림을 받습니다
ms: dapatkan notifikasi saat orang favoritmu bergabung
ne: तिम्रा मनपर्ने मानिस जोडिएपछि सूचनाहरू पाऊ
pl: otrzymuj powiadomienia, gdy dołączają twoje ulubione osoby
pt: recebe notificações quando as tuas pessoas favoritas entram
pt_br: receba avisos quando suas pessoas favoritas entrarem
ru: получай уведомления, когда подключаются любимые люди
ta: உங்களுக்குப் பிரியமானவர்கள் சேர்ந்தவுடன் அறிவிப்பு பெறுங்கள்
th: รับการแจ้งเตือนเมื่อคนโปรดของคุณเข้าร่วม
tr: favori kişileriniz katıldığında bildirim alın
uk: отримуй сповіщення, коли підключаються улюблені люди
ur: جب آپ کے پسندیدہ لوگ شامل ہوں تو اطلاع پائیں
vi: nhận thông báo khi những người yêu thích của bạn tham gia
zh_hans: 你喜欢的人加入时立刻提醒
zh_hant: 你喜歡的人加入時立刻提醒

# app_info.features.favorites.title
source: favorites
ar: المفضلة
bn: প্রিয়সমূহ
es: favoritos
fa: موردعلاقه‌ها
fr: favoris
he: מועדפים
hi: पसंदीदा
id: favorit
it: preferiti
ja: お気に入り
ko: 즐겨찾기
ms: favorit
ne: मनपर्ने
pl: ulubione
pt: favoritos
pt_br: favoritos
ru: избранное
ta: சிறப்புப் பட்டியல்
th: รายการโปรด
tr: favoriler
uk: вибране
ur: پسندیدہ
vi: yêu thích
zh_hans: 收藏
zh_hant: 收藏

# app_info.features.geohash.description
source: geohash channels to chat with people in nearby regions over decentralized anonymous relays
ar: قنوات geohash للدردشة مع أشخاص قريبين عبر مرحلات لامركزية مجهولة
bn: ডিসেন্ট্রালাইজড বেনামি রিলে দিয়ে কাছাকাছি অঞ্চলের মানুষের সাথে কথা বলার জন্য জিওহ্যাশ চ্যানেল
es: canales geohash para chatear con personas en regiones cercanas a través de relays descentralizados anónimos
fa: کانال‌های ژئوهش برای گپ با افراد مناطق نزدیک از طریق رله‌های ناشناس غیرمتمرکز
fr: canaux geohash pour discuter avec des personnes proches via des relais décentralisés anonymes
he: ערוצי geohash לשיחה עם אנשים קרובים דרך ממסרים אנונימיים מבוזרים
hi: विकेंद्रीकृत गुमनाम रिले के माध्यम से आसपास के क्षेत्रों के लोगों से चैट करने के लिए जियोहैश चैनल
id: kanal geohash untuk ngobrol dengan orang di wilayah sekitar lewat relay anonim terdesentralisasi
it: canali geohash per chattare con persone vicine tramite relay anonimi decentralizzati
ja: geohashチャンネルで近くの人と匿名分散リレー越しにチャット
ko: 분산형 익명 릴레이를 통해 geohash 채널에서 주변 지역의 사람들과 대화할 수 있습니다
ms: kanal geohash untuk ngobrol dengan orang di wilayah sekitar lewat relay anonim terdesentralisasi
ne: geohash च्यानलहरूले नजिकका व्यक्तिसँग विकेन्द्रित गोप्य रिलेबाट कुराकानी गर्न मद्दत गर्छ
pl: kanały geohash do rozmów z osobami w pobliżu przez zdecentralizowane, anonimowe przekaźniki
pt: canais geohash para conversar com pessoas em regiões próximas através de relés descentralizados anónimos
pt_br: canais geohash para conversar com pessoas em regiões próximas por relays descentralizados anônimos
ru: каналы geohash для чата с людьми поблизости через децентрализованные анонимные реле
ta: மையமற்ற மறை நெட்வொர்க் ரிலேக்கள் மூலம் அருகிலுள்ள பகுதிகளில் உள்ளவர்களுடன் பேச geohash சேனல்கள்
th: ช่อง geohash สำหรับพูดคุยกับคนในพื้นที่ใกล้เคียงผ่านรีเลย์แบบกระจายศูนย์และไม่ระบุตัว
tr: merkeziyetsiz anonim röleler üzerinden yakın bölgelerdeki insanlarla sohbet etmek için geohash kanalları
uk: канали geohash для спілкування з людьми поблизу через децентралізовані анонімні ретранслятори
ur: غیر مرکزی گمنام ریلوں کے ذریعے قریب کے لوگوں سے بات کرنے کیلئے geohash چینلز
vi: các kênh geohash để trò chuyện với mọi người ở vùng lân cận thông qua các relay ẩn danh phi tập trung
zh_hans: geohash 频道让你通过去中心化匿名中继与附近地区的人聊天
zh_hant: geohash 頻道讓你透過去中心化匿名中繼與附近地區的人聊天

# app_info.features.geohash.title
source: local channels
ar: قنوات محلية
bn: স্থানীয় চ্যানেল
es: canales locales
fa: کانال‌های محلی
fr: canaux locaux
he: ערוצים מקומיים
hi: स्थानीय चैनल
id: kanal lokal
it: canali locali
ja: ローカルチャンネル
ko: 지역 채널
ms: kanal lokal
ne: स्थानीय च्यानल
pl: kanały lokalne
pt: canais locais
pt_br: canais locais
ru: локальные каналы
ta: உள்ளூர் சேனல்கள்
th: ช่องท้องถิ่น
tr: yerel kanallar
uk: локальні канали
ur: مقامی چینلز
vi: kênh địa phương
zh_hans: 本地频道
zh_hant: 本地頻道

# app_info.features.mentions.description
source: use @nickname to notify specific people
ar: استخدم @nickname لتنبيه أشخاص محددين
bn: নির্দিষ্ট কাউকে জানানোর জন্য @nickname ব্যবহার করুন
es: usa @nickname para avisar a personas concretas
fa: برای باخبر کردن افراد خاص از @نام‌مستعار استفاده کن
fr: utilise @nickname pour avertir des personnes précises
he: השתמש ב-@nickname כדי להתריע לאנשים ספציפיים
hi: विशेष लोगों को सूचित करने के लिए @nickname उपयोग करें
id: pakai @nickname untuk memberi tahu orang tertentu
it: usa @nickname per avvisare persone specifiche
ja: @nicknameで特定の人に通知
ko: @닉네임을 사용하여 특정 사람에게 알림을 보낼 수 있습니다
ms: guna @nickname untuk memberi tahu orang tertentu
ne: विशेष व्यक्तिलाई सूचित गर्न @nickname प्रयोग गर
pl: użyj @nickname, aby powiadomić konkretną osobę
pt: usa @nickname para avisar pessoas específicas
pt_br: use @nickname para notificar pessoas específicas
ru: используй @nickname, чтобы уведомить конкретных людей
ta: குறிப்பிட்டவரை அறிவிக்க @nickname பயன்படுத்துங்கள்
th: ใช้ @nickname เพื่อแจ้งเตือนบุคคลเฉพาะ
tr: belirli kişileri bildirmek için @nickname kullanın
uk: використовуй @nickname, щоб сповістити конкретних людей
ur: کسی مخصوص شخص کو خبردار کرنے کیلئے @nickname استعمال کریں
vi: dùng @nickname để thông báo cho người cụ thể
zh_hans: 使用 @nickname 提醒特定的人
zh_hant: 使用 @nickname 提醒特定的人

# app_info.features.mentions.title
source: mentions
ar: إشارات
bn: মেনশন
es: menciones
fa: منشن‌ها
he: אזכורים
hi: मेंशन
id: mention
it: menzioni
ja: メンション
ko: 멘션
ms: mention
ne: उल्लेख
pl: wzmianki
pt: menções
pt_br: menções
ru: упоминания
ta: மேற்கோள்கள்
th: การกล่าวถึง
tr: bahsetmeler
uk: згадки
ur: ذکر
vi: nhắc tới
zh_hans: 提及
zh_hant: 提及

# app_info.features.offline.description
source: works without internet using Bluetooth low energy
ar: يعمل بدون إنترنت باستخدام bluetooth منخفض الطاقة
bn: ব্লুটুথ লো এনার্জি ব্যবহার করে ইন্টারনেট ছাড়াই কাজ করে
es: funciona sin internet utilizando Bluetooth de bajo consumo
fa: بدون اینترنت با بلوتوث کم‌مصرف کار می‌کند
fr: fonctionne sans internet avec le bluetooth basse énergie
he: עובד בלי אינטרנט באמצעות bluetooth בתצריכת אנרגיה נמוכה
hi: ब्लूटूथ लो एनर्जी से इंटरनेट बिना भी काम करता है
id: bekerja tanpa internet memakai bluetooth low energy
it: funziona senza internet usando bluetooth a basso consumo
ja: bluetooth low energyでインターネットなしでも動作
ko: 저전력 bluetooth를 사용하여 인터넷 없이 작동합니다
ms: berfungsi tanpa internet menggunakan bluetooth low energy
ne: bluetooth low energy प्रयोग गरेर इन्टरनेट बिना काम गर्छ
pl: działa bez internetu dzięki Bluetooth Low Energy
pt: funciona sem internet usando Bluetooth de baixo consumo
pt_br: funciona sem internet usando bluetooth de baixa energia
ru: работает без интернета через bluetooth low energy
ta: Bluetooth குறைந்த மின்சாரத்தைப் பயன்படுத்தி இணையமின்றி இயங்குகிறது
th: ทำงานได้แม้ไม่มีอินเทอร์เน็ตด้วย Bluetooth พลังงานต่ำ
tr: Bluetooth Low Energy kullanarak internet olmadan çalışır
uk: працює без інтернету через bluetooth low energy
ur: Bluetooth Low Energy کے ساتھ بغیر انٹرنیٹ کے کام کرتا ہے
vi: hoạt động không cần internet bằng Bluetooth năng lượng thấp
zh_hans: 利用低功耗 bluetooth 离线工作
zh_hant: 利用低功耗 bluetooth 離線工作

# app_info.features.offline.title
source: offline communication
ar: تواصل بدون اتصال
bn: অফলাইন যোগাযোগ
es: comunicación sin conexión
fa: ارتباط آفلاین
fr: communication hors ligne
he: תקשורת לא מקוונת
hi: ऑफलाइन संचार
id: komunikasi offline
it: comunicazione offline
ja: オフライン通信
ko: 오프라인 통신
ms: komunikasi offline
ne: अफलाइन सञ्चार
pl: komunikacja offline
pt: comunicação offline
pt_br: comunicação offline
ru: офлайн-связь
ta: ஆஃப்லைன் தொடர்பு
th: การสื่อสารออฟไลน์
tr: çevrimdışı iletişim
uk: офлайн-зв'язок
ur: آف لائن مواصلات
vi: liên lạc ngoại tuyến
zh_hans: 离线通信
zh_hant: 離線通信

# app_info.features.title
source: FEATURES
ar: مزايا
bn: বৈশিষ্ট্য
es: FUNCIONES
fa: امکانات
fr: FONCTIONNALITÉS
he: יכולות
hi: विशेषताएँ
id: FITUR
it: FUNZIONI
ja: 機能
ko: 기능
ms: FITUR
ne: विशेषता
pl: FUNKCJE
pt: FUNCIONALIDADES
pt_br: RECURSOS
ru: ВОЗМОЖНОСТИ
ta: அம்சங்கள்
th: ฟีเจอร์
tr: ÖZELLİKLER
uk: МОЖЛИВОСТІ
ur: خصوصیات
vi: TÍNH NĂNG
zh_hans: 功能
zh_hant: 功能

# app_info.how_to_use.change_channels
source: • tap #mesh to change channels
ar: • اضغط #mesh لتغيير القناة
bn: • চ্যানেল বদলাতে #mesh ট্যাপ করুন
es: • toca #mesh para cambiar de canal
fa: • برای تغییر کانال روی #mesh بزن
fr: • tape sur #mesh pour changer de canal
he: • הקש על #mesh כדי להחליף ערוץ
hi: • चैनल बदलने के लिए #mesh टैप करें
id: • ketuk #mesh untuk ganti kanal
it: • tocca #mesh per cambiare canale
ja: • #meshをタップしてチャンネルを切り替え
ko: • #mesh를 탭하여 채널을 변경합니다
ms: • ketuk #mesh untuk ganti kanal
ne: • च्यानल बदल्न #mesh ट्याप गर
pl: • stuknij #mesh, aby zmienić kanał
pt: • toca em #mesh para mudar de canal
pt_br: • toque #mesh para trocar de canal
ru: • нажми #mesh, чтобы сменить канал
ta: • சேனலை மாற்ற #mesh ஐத் தட்டவும்
th: • แตะ #mesh เพื่อเปลี่ยนช่อง
tr: • kanalı değiştirmek için #mesh'e dokunun
uk: • торкнися #mesh, щоб змінити канал
ur: • چینل بدلنے کیلئے #mesh پر ٹیپ کریں
vi: • chạm #mesh để đổi kênh
zh_hans: • 轻点 #mesh 切换频道
zh_hant: • 輕點 #mesh 切換頻道

# app_info.how_to_use.clear_chat
source: • triple-tap chat to clear
ar: • اضغط الدردشة ثلاث مرات للمسح
bn: • চ্যাট মুছতে তিনবার ট্যাপ করুন
es: • toca tres veces el chat para limpiarlo
fa: • برای پاک کردن، سه بار روی چت بزن
fr: • tape trois fois sur le chat pour le vider
he: • הקש שלוש פעמים על הצ'אט כדי לנקות
hi: • चैट साफ़ करने के लिए तीन बार टैप करें
id: • ketuk chat tiga kali untuk menghapus
it: • tocca tre volte la chat per svuotarla
ja: • チャットを3回タップするとクリア
ko: • 대화를 세 번 탭하여 삭제합니다
ms: • ketuk chat tiga kali untuk menghapus
ne: • च्याट खाली गर्न तीन पटक ट्याप गर
pl: • stuknij okno czatu trzykrotnie, aby wyczyścić
pt: • toca três vezes no chat para o limpar
pt_br: • toque o chat três vezes para limpar
ru: • тройной тап по чату очистит его
ta: • உரையாடலை அழிக்க மூன்று முறை தட்டுங்கள்
th: • แตะหน้าจอแชทสามครั้งเพื่อล้างข้อความ
tr: • sohbeti temizlemek için sohbete üç kez dokunun
uk: • торкни чат тричі, щоб очистити
ur: • چیٹ صاف کرنے کیلئے تین بار ٹیپ کریں
vi: • chạm ba lần vào khung chat để xóa
zh_hans: • 三击聊天即可清除
zh_hant: • 三擊聊天即可清除

# app_info.how_to_use.commands
source: • type / for commands
ar: • اكتب / لعرض الأوامر
bn: • কমান্ডের জন্য / টাইপ করুন
es: • escribe / para ver los comandos
fa: • برای دستورها / را تایپ کن
fr: • tape / pour voir les commandes
he: • הקלד / כדי לראות פקודות
hi: • कमांड के लिए / टाइप करें
id: • ketik / untuk melihat perintah
it: • digita / per vedere i comandi
ja: • /を入力してコマンド表示
ko: • /를 입력하여 명령어를 사용합니다
ms: • ketik / untuk melihat perintah
ne: • आदेशहरू हेर्न / टाइप गर
pl: • wpisz /, aby zobaczyć polecenia
pt: • escreve / para ver os comandos
pt_br: • digite / para ver comandos
ru: • введи /, чтобы увидеть команды
ta: • கட்டளைகளை காண / என்பதைத் தட்டச்சுங்கள்
th: • พิมพ์ / เพื่อแสดงคำสั่ง
tr: • komutlar için / yazın
uk: • введи /, щоб побачити команди
ur: • کمانڈز کیلئے / ٹائپ کریں
vi: • gõ / để xem lệnh
zh_hans: • 输入 / 查看指令
zh_hant: • 輸入 / 查看指令

# app_info.how_to_use.open_sidebar
source: • tap people icon for list
ar: • اضغط أيقونة الأشخاص لفتح القائمة
bn: • তালিকা খুলতে মানুষ আইকনে ট্যাপ করুন
es: • toca el ícono de personas para ver la lista
fa: • برای فهرست روی آیکون افراد بزن
fr: • tape sur l'icône personnes pour la liste
he: • הקש על אייקון האנשים כדי לפתוח את הרשימה
hi: • सूची खोलने के लिए लोगों वाले आइकन पर टैप करें
id: • ketuk ikon orang untuk membuka daftar
it: • tocca l'icona persone per aprire la lista
ja: • 人アイコンをタップして一覧を開く
ko: • 사람 아이콘을 탭하여 목록을 엽니다
ms: • ketuk ikon orang untuk membuka senarai
ne: • सूची खोल्न मान्छे आइकन ट्याप गर
pl: • stuknij ikonę osób, aby otworzyć listę
pt: • toca no ícone das pessoas para abrir a lista
pt_br: • toque o ícone de pessoas para abrir a lista
ru: • нажми на иконку людей, чтобы открыть список
ta: • பட்டியலைத் திறக்க மனிதர் சின்னத்தைத் தட்டுங்கள்
th: • แตะไอคอนคนเพื่อเปิดรายชื่อ
tr: • listeyi açmak için insan simgesine dokunun
uk: • торкни піктограму людей, щоб відкрити список
ur: • فہرست کھولنے کیلئے لوگوں کا آئیکن ٹیپ کریں
vi: • chạm biểu tượng người để mở danh sách
zh_hans: • 轻点人物图标打开列表
zh_hant: • 輕點人物圖示打開列表

# app_info.how_to_use.set_nickname
source: • set your nickname by tapping it
ar: • اضبط لقبك بلمسه
bn: • আপনার ডাকনামে ট্যাপ করে সেট করুন
es: • define tu apodo tocándolo
fa: • با زدن روی نام مستعارت آن را تنظیم کن
fr: • règle ton pseudo en le touchant
he: • הקש על הכינוי שלך כדי לעדכן
hi: • अपना उपनाम टैप करके सेट करें
id: • atur nama panggilanmu dengan mengetuknya
it: • imposta il tuo nickname toccandolo
ja: • ニックネームをタップして設定
ko: • 닉네임을 탭하여 설정합니다
ms: • atur nama panggilanmu dengan mengetuknya
ne: • आफ्नो उपनाममा ट्याप गरेर मिलाऊ
pl: • ustaw swój pseudonim, stukając go
pt: • define o teu apelido tocando nele
pt_br: • defina seu apelido tocando nele
ru: • коснись своего ника, чтобы изменить его
ta: • உங்கள் புனைப் பெயரைத் தட்டிக் கொண்டு அமைக்கவும்
th: • ตั้งชื่อเล่นโดยแตะที่ชื่อของคุณ
tr: • takma adınızı üzerine dokunarak ayarlayın
uk: • змінюй свій нік, торкаючись його
ur: • اپنا نک نیم سیٹ کرنے کیلئے اس پر ٹیپ کریں
vi: • đặt biệt danh bằng cách chạm vào tên bạn
zh_hans: • 轻点昵称即可设置
zh_hant: • 輕點暱稱即可設定

# app_info.how_to_use.start_dm
source: • tap a person's name to start a DM
ar: • اضغط اسم شخص لبدء رسائل خاصة
bn: • ডিএম শুরু করতে কোনো ব্যক্তির নাম ট্যাপ করুন
es: • toca el nombre de una persona para iniciar un MD
fa: • برای شروع پیام خصوصی روی نام فرد بزن
fr: • tape sur le nom d'une personne pour démarrer un mp
he: • הקש על שם של אדם כדי להתחיל הודעה פרטית
hi: • किसी व्यक्ति का नाम टैप करके DM शुरू करें
id: • ketuk nama seseorang untuk mulai dm
it: • tocca il nome di una persona per avviare un dm
ja: • 人の名前をタップしてdm開始
ko: • 상대방의 이름을 탭하여 DM을 시작합니다
ms: • ketuk nama seseorang untuk mulai dm
ne: • dm सुरु गर्न कुनै व्यक्तिको नाम ट्याप गर
pl: • stuknij czyjeś imię, aby rozpocząć DM
pt: • toca no nome de uma pessoa para iniciar um DM
pt_br: • toque o nome de uma pessoa para iniciar um dm
ru: • нажми имя человека, чтобы начать лс
ta: • ஒருவரின் பெயரைத் தட்டி DM தொடங்கவும்
th: • แตะชื่อบุคคลเพื่อเริ่ม DM
tr: • bir kişinin adına dokunarak DM başlatın
uk: • торкни ім'я людини, щоб почати приватний чат
ur: • DM شروع کرنے کیلئے کسی شخص کے نام پر ٹیپ کریں
vi: • chạm tên một người để mở DM
zh_hans: • 轻点某人名字开始 dm
zh_hant: • 輕點某人名字開始 dm
